{
    "questions": [
        {
            "id": "550e8400-e29b-41d4-a716-446655440001",
            "from": 45,
            "question": "Проходили ли Вы определение простат-специфического антигена (ПСА) в крови в течение 5 лет?",
            "year": 5,
            "gender": 1,
            "name": "Определение ПСА в крови",
            "description": "Игнорирование регулярных проверок уровня ПСА может привести к позднему выявлению рака простаты, что усложняет лечение и снижает шансы на выздоровление."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440002",
            "from": 18,
            "to": 40,
            "question": "Проходили ли Вы осмотр фельдшером (акушеркой) или врачом акушером-гинекологом в течение года?",
            "year": 1,
            "gender": 2,
            "name": "Осмотр гинеколога (18-40 лет)",
            "description": "Пренебрежение регулярными осмотрами у гинеколога может привести к позднему выявлению воспалительных заболеваний, нарушений репродуктивной функции или ранних стадий онкологических заболеваний."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440003",
            "from": 40,
            "to": 75,
            "question": "Проходили ли Вы маммографию обеих молочных желез в двух проекциях в течение 2 лет?",
            "year": 2,
            "gender": 2,
            "name": "Маммография",
            "description": "Отказ от регулярной маммографии увеличивает риск пропустить раннюю стадию рака молочной железы, что может привести к необходимости более агрессивного лечения."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440004",
            "from": 40,
            "question": "Проходили ли Вы осмотр фельдшером (акушеркой) или врачом акушером-гинекологом в течение года?",
            "year": 1,
            "gender": 2,
            "name": "Осмотр гинеколога (после 40 лет)",
            "description": "После 40 лет осмотры у гинеколога важны для раннего выявления возрастных изменений и онкологических заболеваний, что может значительно снизить риск осложнений."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440005",
            "from": 18,
            "question": "Проходили ли Вы взятие мазка с шейки матки на цитологическое исследование в течение 3 лет?",
            "year": 3,
            "gender": 2,
            "name": "Цитологическое исследование",
            "description": "Игнорирование цитологических исследований увеличивает вероятность пропуска ранних стадий рака шейки матки, что делает лечение более сложным."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440006",
            "from": 18,
            "to": 39,
            "question": "Проходили ли Вы прием (осмотр) врачом-терапевтом по результатам первого этапа диспансеризации в течение 3 лет?",
            "year": 3,
            "gender": -1,
            "name": "Осмотр терапевта (18-39 лет)",
            "description": "Пропуск осмотров у терапевта может привести к упущению ранних признаков хронических заболеваний или ухудшению общего состояния здоровья."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440007",
            "from": 40,
            "question": "Проходили ли Вы прием (осмотр) врачом-терапевтом по результатам первого этапа диспансеризации в течение года?",
            "year": 1,
            "gender": -1,
            "name": "Осмотр терапевта (после 40 лет)",
            "description": "Регулярные осмотры терапевта после 40 лет помогают выявлять возрастные заболевания на ранних стадиях, таких как гипертония или диабет."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440008",
            "from": 40,
            "to": 41,
            "question": "Проходили ли Вы эзофагогастродуоденоскопию?",
            "year": 1,
            "gender": -1,
            "name": "Эзофагогастродуоденоскопия",
            "description": "Отсутствие регулярной диагностики может привести к позднему выявлению язв, опухолей или других заболеваний желудочно-кишечного тракта."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440009",
            "from": 18,
            "question": "Проходили ли Вы расчет индекса массы тела в течение года?",
            "year": 1,
            "gender": -1,
            "name": "Расчет индекса массы тела",
            "description": "Игнорирование контроля массы тела может привести к прогрессированию ожирения или недоедания, увеличивая риск сердечно-сосудистых и других хронических заболеваний."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440010",
            "from": 18,
            "question": "Измеряли ли Вы артериальное давление в течение года?",
            "year": 1,
            "gender": -1,
            "name": "Измерение артериального давления",
            "description": "Не измеряя артериальное давление, человек рискует не выявить гипертонию, что повышает вероятность инсульта и инфаркта."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440011",
            "from": 18,
            "question": "Проверяли ли Вы уровень общего холестерина в крови в течение года?",
            "year": 1,
            "gender": -1,
            "name": "Определение уровня холестерина",
            "description": "Пропуск анализов на холестерин может привести к накоплению атеросклеротических бляшек и повышению риска сердечно-сосудистых заболеваний."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440012",
            "from": 18,
            "question": "Проверяли ли Вы уровень глюкозы в крови натощак в течение года?",
            "year": 1,
            "gender": -1,
            "name": "Определение уровня глюкозы",
            "description": "Пренебрежение проверкой уровня глюкозы может стать причиной позднего выявления диабета и его осложнений."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440013",
            "from": 18,
            "to": 40,
            "question": "Определяли ли Вы относительный сердечно-сосудистый риск в течение года?",
            "year": 1,
            "gender": -1,
            "name": "Определение относительного ССР",
            "description": "Отказ от расчета сердечно-сосудистого риска может привести к недооценке вероятности инфарктов или инсультов и отсутствию профилактических мер."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440014",
            "from": 40,
            "question": "Определяли ли Вы абсолютный сердечно-сосудистый риск в течение года?",
            "year": 1,
            "gender": -1,
            "name": "Определение абсолютного ССР",
            "description": "Пропуск оценки абсолютного риска сердечно-сосудистых заболеваний увеличивает вероятность неожиданных осложнений."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440015",
            "from": 18,
            "question": "Проходили ли Вы флюорографию легких в течение 2 лет?",
            "year": 2,
            "gender": -1,
            "name": "Флюорография легких",
            "description": "Игнорирование флюорографии может привести к позднему выявлению туберкулеза или опухолей легких."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440016",
            "from": 35,
            "question": "Проходили ли Вы электрокардиографию в покое в течение года?",
            "year": 1,
            "gender": -1,
            "name": "Электрокардиография",
            "description": "Пропуск ЭКГ увеличивает риск пропустить сердечные аритмии или ишемию, которые могут быть фатальными."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440017",
            "from": 40,
            "question": "Измеряли ли Вы внутриглазное давление в течение года?",
            "year": 1,
            "gender": -1,
            "name": "Измерение внутриглазного давления",
            "description": "Пренебрежение измерением внутриглазного давления может привести к необратимой потере зрения из-за глаукомы."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440018",
            "from": 18,
            "question": "Проходили ли Вы профилактический осмотр в течение года?",
            "year": 1,
            "gender": -1,
            "name": "Профилактический осмотр",
            "description": "Игнорирование профилактических осмотров может стать причиной позднего выявления хронических заболеваний."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440019",
            "from": 40,
            "question": "Сдавали ли Вы общий анализ крови в течение года?",
            "year": 1,
            "gender": -1,
            "name": "Общий анализ крови",
            "description": "Пропуск общего анализа крови может скрыть такие состояния, как анемия, воспаления или инфекции."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440020",
            "from": 18,
            "question": "Проходили ли Вы краткое индивидуальное профилактическое консультирование в течение 3 лет?",
            "year": 3,
            "gender": -1,
            "name": "Профилактическое консультирование",
            "description": "Отказ от профилактического консультирования может привести к недостаточному вниманию к факторам риска здоровья."
        },
        {
            "id": "550e8400-e29b-41d4-a716-446655440021",
            "from": 40,
            "question": "Проходили ли Вы исследование кала на скрытую кровь иммунохимическим методом в течение 2 лет?",
            "year": 2,
            "gender": -1,
            "name": "Анализ кала на скрытую кровь",
            "description": "Пренебрежение этим анализом может стать причиной пропуска ранней диагностики рака кишечника."
        }
    ]
}